[IRI_BH_Headhunter X2AbilityTemplate]
LocFriendlyName="猎头者"
LocLongDescription="用你的 <Ability:IRI_BoundWeaponName/> 杀死一名敌人，该敌人对该类型的其他敌人的暴击几率永久增加 +<Ability:IRI_BH_Headhunter_CritBonus/>。此奖励是累积的。"
LocHelpText="用你的 <Ability:IRI_BoundWeaponName/> 杀死敌人，其对该类型其他敌人的暴击几率永久增加 +<Ability:IRI_BH_Headhunter_CritBonus/>。此奖励是累积的。"
LocPromotionPopupText="当前奖励：<Ability:IRI_TAG_BH_Headhunter_Bonuses/>"
LocFlyOverText="猎头："

[IRI_BH_FirePistol X2AbilityTemplate]
LocFriendlyName="手炮"
LocLongDescription="向目标发射<Ability:IRI_BoundWeaponName/>。它具有令人难以置信的破坏力，但其弹药有限，必须谨慎使用。"
LocHelpText="向目标发射<Ability:IRI_BoundWeaponName/>。"
LocFlyOverText=""
LocPromotionPopupText=""

[IRI_BH_Nightfall X2AbilityTemplate]
LocFriendlyName="夜幕降临"
LocLongDescription="激活进入夜幕 <Ability:IRI_BH_Nightfall_Duration/> 回合，这是一种高级的隐蔽形式，可减小检测半径。<Ability:SelfCooldown/> 回合冷却时间。"
LocHelpText="激活进入夜幕 <Ability:IRI_BH_Nightfall_Duration/> 回合，这是一种先进的隐蔽形式，可减小检测半径。"
LocPromotionPopupText="<bullet/> 夜幕降临在被侧翼攻击时无法激活。<br/><bullet/>夜幕的探测半径很小，但其他功能和普通隐藏一样，没有特殊训练就会被攻击破坏。 <br/><bullet/> 当你小队中的其他士兵打破隐蔽时，夜幕不会被打破。<br/><bullet/> 如果在夜幕降临时你已经处于隐蔽状态，那么夜幕耗尽时你的隐蔽也不会被打破。"
LocFlyOverText="夜幕降临"

[IRI_BH_Nightfall_Passive X2AbilityTemplate]
LocFriendlyName="夜深人静"
LocLongDescription="<Ability:Classname/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>获得<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritChanceBonusWhenUnseen/></font>暴击率。<br/>当暴击率大于<font color='#e1be46'>100%</font>时，每<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritDamageBonusPerCritChanceOverflow/></font>暴击率可提升<font color='#0bff9b'>1</font>点暴击伤害。"
LocHelpText="<Ability:Classname/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>获得<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritChanceBonusWhenUnseen/></font>暴击率。<br/>当暴击率大于<font color='#e1be46'>100%</font>时，每<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritDamageBonusPerCritChanceOverflow/></font>暴击率可提升<font color='#0bff9b'>1</font>点暴击伤害。"
LocFlyOverText="夜深人静"
LocPromotionPopupText="<bullet/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>获得<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritChanceBonusWhenUnseen/></font>暴击率。<br/><bullet/>当暴击率大于<font color='#e1be46'>100%</font>时，每<font color='#0bff9b'><Ability:IRI_BH_Nightfall_CritDamageBonusPerCritChanceOverflow/></font>暴击率可提升<font color='#0bff9b'>1</font>点暴击伤害。"

[IRI_BH_ExplosiveAction X2AbilityTemplate]
LocFriendlyName="爆炸行动"
LocLongDescription="通过攻击打破隐蔽可获得一个非移动行动点。每回合触发一次。"
LocHelpText="通过攻击打破隐蔽可获得一个非移动行动点。每回合触发一次。"
LocPromotionPopupText="只有玩家激活的能力才可能触发爆炸行动。"
LocFlyOverText="爆炸动作"

[IRI_BH_DarkNight_Passive X2AbilityTemplate]
LocFriendlyName="黑夜"
LocLongDescription="攻击不再立即破坏黄昏隐蔽，但黄昏结束时隐蔽仍然会丢失。"
LocHelpText="攻击不再立即破坏黄昏隐蔽，但黄昏结束时隐蔽仍然会丢失"
LocPromotionPopupText="<bullet/> 暗夜允许多次攻击从夜深人静中受益。"
LocFlyOverText="黑夜"

[IRI_BH_NightWatch X2AbilityTemplate]
LocFriendlyName="守夜人"
LocLongDescription="你的<Ability:IRI_BoundWeaponName/>获得小队视野，允许你在目标视线范围内攻击队友视线内的敌人。守夜人不会受到通常与小队视野相关的暴击几率惩罚。"
LocHelpText="你的<Ability:IRI_BoundWeaponName/>获得小队视野，允许你攻击队友视线内的敌人，前提是目标有视线。守夜人不会受到通常与小队视野相关的暴击几率惩罚。"
LocPromotionPopupText="<bullet/>小队视野攻击受益于夜深人静。"
LocFlyOverText="守夜人"



[IRI_BH_ShadowTeleport X2AbilityTemplate]
LocFriendlyName="夜潜"
LocLongDescription="进入黄昏隐蔽状态并从你的<Ability:IRI_BoundWeaponName/>发射一枚特殊的灵能子弹，在空间中制造一个裂痕并将你传送到目标<Ability:IRI_BH_ShadowTeleport_Tile_Radius/>方块内的侧翼位置。带走所有行动点并在每个任务中与 <Ability:IRI_BH_ShadowTeleport_Charges/> 共享 1 个非移动行动点。"
LocHelpText="进入夜幕隐藏并传送到目标附近的侧翼位置。授予一个非移动行动点。与夜幕共享冷却时间。"
LocPromotionPopupText="<bullet/> 如果目标无法被侧翼包围，你可以传送到它附近的任何可见方块。"
LocFlyOverText="夜间潜水"

[IRI_BH_Nightmare X2AbilityTemplate]
LocFriendlyName="噩梦"
LocLongDescription="获得 +<Ability:IRI_BH_Nightmare_AimBonus/> 命中并 +<Ability:IRI_BH_Nightmare_CritBonus/> 攻击看不到你的未覆盖目标时的暴击几率。"
LocHelpText="获得 +<Ability:IRI_BH_Nightmare_AimBonus/> 命中并 +<Ability:IRI_BH_Nightmare_CritBonus/> 攻击看不到你的未覆盖目标时的暴击几率。"
LocPromotionPopupText="<bullet/> 适用于 Squadsight 范围。<br/><bullet/> 仅在攻击位于侧翼或根本没有掩体的敌人时适用。"
LocFlyOverText="噩梦"


[IRI_BH_HomingMine X2AbilityTemplate]
LocFriendlyName="粘性炸弹"
LocLongDescription="将粘性炸弹贴在敌人身上（不会惊动敌人）。下次攻击该敌人时一定会击中并引爆炸弹，造成<Ability:IRI_BH_HomingMine_Damage/>伤害并粉碎<Ability:IRI_BH_HomingMine_Shred/ > 每次任务使用<Ability:IRI_BH_HomingMine_Charges/>。"
LocHelpText="将粘性炸弹附在敌人身上（不惊动敌人）。下次针对该敌人的攻击一定会击中并引爆炸弹。"
LocPromotionPopupText=""
LocFlyOverText="粘性炸弹"

[IRI_BH_HomingMineDetonation X2AbilityTemplate]
LocFriendlyName="粘性炸弹"
LocLongDescription="将粘性炸弹贴在敌人身上（不会惊动敌人）。下次攻击该敌人时一定会击中并引爆炸弹，造成<Ability:IRI_BH_HomingMine_Damage/>伤害并粉碎<Ability:IRI_BH_HomingMine_Shred/ > 每次任务使用<能力：IRI_BH_HomingMine_Charges/>。"
LocHelpText="将粘性炸弹附在敌人身上（不惊动敌人）。下次针对该敌人的攻击一定会击中并引爆炸弹。"
LocFlyOverText="粘性炸弹"


[IRI_BH_DoublePayload X2AbilityTemplate]
LocFriendlyName="双负载"
LocLongDescription="粘性炸弹获得 <Ability:IRI_BH_DoublePayload_NumBonusCharges/> 额外冲能并对主要目标造成 <Ability:IRI_BH_DoublePayload_BonusDamage/> 额外伤害。"
LocHelpText="粘性炸弹获得 <Ability:IRI_BH_DoublePayload_NumBonusCharges/> 额外充能并对主要目标造成 <Ability:IRI_BH_DoublePayload_BonusDamage/> 额外伤害。"
LocPromotionPopupText=""
LocFlyOverText="双负载"

[IRI_BH_NothingPersonal X2AbilityTemplate]
LocFriendlyName="没有任何个人信息"
LocLongDescription="对夜潜目标敌人进行放大的<Ability:IRI_BoundWeaponName/>射击。"
LocHelpText="对夜潜目标敌人进行放大的<Ability:IRI_BoundWeaponName/>射击。"
LocPromotionPopupText=""
LocFlyOverText="没有任何个人信息"

[IRI_BH_NothingPersonal_Passive X2AbilityTemplate]
LocFriendlyName="没有任何个人信息"
LocLongDescription="夜潜目标的敌人将因你的下一次正常<Ability:IRI_BoundWeaponName/>射击而受到+100%的基础伤害，因为子弹上的裂痕残留了灵能。"
LocHelpText="夜潜目标的敌人将因你的下一次正常<Ability:IRI_BoundWeaponName/>射击而受到+100%基础伤害，因为子弹上的裂痕残留了灵能。"
LocPromotionPopupText="<bullet/> 放大攻击造成的伤害将同时计入常规伤害和灵能伤害。"
LocFlyOverText="没有任何个人信息"

[IRI_BH_BurstFire X2AbilityTemplate]
LocFriendlyName="压倒性爆发"
LocLongDescription="从你的<Ability:IRI_BoundWeaponName/>发射自动连发。消耗<Ability:IRI_BH_BurstFire_AmmoCost/>弹药并造成<Ability:IRI_BH_BurstFire_NumShots/>次伤害。该能力的Squadsight命中惩罚增加<Ability:IRI_BH_BurstFire_SquadSightPenaltyModifier/> <Ability:SelfCooldown/> 开启冷却时间。"
LocHelpText="从你的 <Ability:IRI_BoundWeaponName/> 发射一次连发。造成伤害 <Ability:IRI_BH_BurstFire_NumShots/> 次。"
LocPromotionPopupText="<bullet/> 命中率计算是针对每个伤害实例单独进行的。"
LocFlyOverText="压倒性爆发"

[IRI_BH_BurstFire_Passive X2AbilityTemplate]
LocFriendlyName="压倒性爆发"
LocLongDescription="从你的<Ability:IRI_BoundWeaponName/>发射自动连发。消耗<Ability:IRI_BH_BurstFire_AmmoCost/>弹药并造成<Ability:IRI_BH_BurstFire_NumShots/>次伤害。该能力的Squadsight命中惩罚增加<Ability:IRI_BH_BurstFire_SquadSightPenaltyModifier/> "。
LocHelpText="从你的 <Ability:IRI_BoundWeaponName/> 发射一次连发。造成伤害 <Ability:IRI_BH_BurstFire_NumShots/> 次。"
LocPromotionPopupText=""
LocFlyOverText="压倒性爆发"

[IRI_BH_BombRaider X2AbilityTemplate]
LocFriendlyName="炸弹袭击者"
LocLongDescription="获得手榴弹槽。你的爆炸性攻击可以造成致命伤害（<Ability:BIGGESTBOOMSCHANCE/>% 几率造成 +<Ability:BIGGESTBOOMSDAMAGE/> 伤害）。"
LocHelpText="获得手榴弹槽。你的爆炸性攻击可以造成致命伤害（<Ability:BIGGESTBOOMSCHANCE/>% 几率造成 +<Ability:BIGGESTBOOMSDAMAGE/> 伤害）。"
LocPromotionPopupText="<bullet/> 此能力可以让爆炸物从夜深人静中受益，在夜幕降临时使用爆炸物或在阻挡视线的物体周围投掷手榴弹时，可以保证致命一击。"
LocFlyOverText="炸弹袭击者"

[IRI_BH_NightRounds X2AbilityTemplate]
LocFriendlyName="夜间回合"
LocLongDescription="获得弹药槽和 +<Ability:IRI_BH_NightRounds_CritBonus/> 对没有掩护的敌人的暴击几率。"
LocHelpText="获得弹药槽和 +<Ability:IRI_BH_NightRounds_CritBonus/> 对没有掩护的敌人的暴击几率。"
LocPromotionPopupText=""
LocFlyOverText="夜间回合"


[IRI_BH_UnrelentingPressure X2AbilityTemplate]
LocFriendlyName="无情的压力"
LocLongDescription="压倒性爆裂的冷却时间被动减少 <Ability:IRI_BH_UnrelentingPressure_CooldownReductionPassive/> 回合。单个目标 <Ability:IRI_BoundWeaponName/> 攻击的暴击还会额外减少当前冷却时间 <Ability:IRI_BH_UnrelentingPressure_CooldownReduction/> 回合( s）"。
LocHelpText="压倒性爆发的冷却时间被动减少 <Ability:IRI_BH_UnrelentingPressure_CooldownReductionPassive/> 回合。单个目标 <Ability:IRI_BoundWeaponName/> 攻击的暴击还会将其当前冷却时间减少 <Ability:IRI_BH_UnrelentingPressure_CooldownReduction/> 回合( s）"。
LocPromotionPopupText="该能力本身不会触发压倒性爆发。"
LocFlyOverText="无情的压力"


[IRI_BH_WitchHunt X2AbilityTemplate]
LocFriendlyName="政治迫害"
LocLongDescription="你对灵能单位的致命一击会使它们着火。"
LocHelpText="你对灵能单位的致命一击会使它们着火。"
LocPromotionPopupText="<bullet/> 适用于所有可造成严重伤害的攻击。<br/><bullet/> 燃烧可防止敌人使用其许多能力。"
LocFlyOverText="政治迫害"

[IRI_BH_WitchHunt_Passive X2AbilityTemplate]
LocFriendlyName="政治迫害"
LocLongDescription="你对灵能单位的致命一击会使它们着火。"
LocHelpText="你对灵能单位的致命一击会使它们着火。"
LocPromotionPopupText=""
LocFlyOverText="政治迫害"

[IRI_BH_FeelingLucky_Passive X2AbilityTemplate]
LocFriendlyName="感觉很幸运"
LocLongDescription="每当你进入夜幕降临时，你的<Ability:IRI_BoundWeaponName/>都会获得+1弹药。如果在夜幕隐蔽被破坏时未使用该弹药，该弹药就会丢失。"
LocHelpText="每当你进入夜幕降临时，你的<Ability:IRI_BoundWeaponName/>都会获得+1弹药。如果在夜幕隐蔽被破坏时未使用该弹药，该弹药就会丢失。"
LocPromotionPopupText="我知道你在想什么。\"他开了六枪还是只开了五枪？\"好吧，说实话，在所有这些兴奋中我自己都有点迷失了。但这是一把 0.44 Magnum，世界上最强大的手枪，可以把你的头打爆，你得问自己一个问题："我感到幸运吗？"好吧，你觉得幸运吗，朋克？
LocFlyOverText="手气不错"


[IRI_BH_BigGameHunter X2AbilityTemplate]
LocFriendlyName="大型游戏猎人"
LocLongDescription="伤害敌人可获得 +<Ability:IRI_BH_BigGameHunter_CritBonus/> 暴击几率。此奖励是累积的，但如果你伤害另一个敌人，奖励会重置。"
LocHelpText="伤害敌人可获得 +<Ability:IRI_BH_BigGameHunter_CritBonus/> 对他们的暴击几率。此奖励是累积的，但如果你伤害另一个敌人，则会重置。"
LocPromotionPopupText=""
LocFlyOverText="大型游戏猎人"


[IRI_BH_BlindingFire X2AbilityTemplate]
LocFriendlyName="熄灯"
LocLongDescription="你的致命一击会击中致盲敌人 <Ability:IRI_BH_BlindingFire_DurationTurns/> 回合，阻止他们看到你。"
LocHelpText="你的致命一击会击中敌人，持续 <Ability:IRI_BH_BlindingFire_DurationTurns/> 回合，让他们看不到你。"
LocPromotionPopupText="<bullet/> 适用于所有可能造成严重伤害的攻击。<br/><bullet/> 失明的敌人看不到任何单位或物体，因此他们无法采取大部分进攻或支援行动。<br/> <bullet/> 由于失明的敌人无法看到你，即使在夜幕降临的隐蔽之外，夜深人静和其他一些能力也会对他们起作用。"
LocFlyOverText="熄灯"

[IRI_BH_BlindingFire_Passive X2AbilityTemplate]
LocFriendlyName="熄灯"
LocLongDescription="你的致命一击会击中敌人 <Ability:IRI_BH_BlindingFire_DurationTurns/> 回合，让他们无法看到你。"
LocHelpText="你的致命一击会击中敌人，持续 <Ability:IRI_BH_BlindingFire_DurationTurns/> 回合，让他们看不到你。"
LocPromotionPopupText=""
LocFlyOverText="熄灯"

[IRI_BH_NamedBullet X2AbilityTemplate]
LocFriendlyName="命名子弹"
LocLongDescription="使用你的<Ability:IRI_BoundWeaponName/>发射一颗带有目标名字的特殊子弹。子弹在目标体内弹跳，造成三次伤害。每次任务使用<Ability:IRI_BH_NamedBullet_Charges/>次。"
LocHelpText="使用你的<Ability:IRI_BoundWeaponName/>发射一颗带有目标名字的特殊子弹，造成三倍伤害。"
LocPromotionPopupText=""
LocFlyOverText="命名子弹"

[IRI_BH_Terminate X2AbilityTemplate]
LocFriendlyName="终止"
LocLongDescription="标记一个敌人。你对标记的敌人的单一目标攻击将导致额外的<Ability:IRI_BoundWeaponName/>攻击。该标记将持续到敌人死亡。每次任务使用<Ability:IRI_BH_Terminate_Charges/>次。"
LocHelpText="标记一个敌人。你对标记的敌人的单一目标攻击将导致额外的<Ability:IRI_BoundWeaponName/>攻击。"
LocPromotionPopupText="<bullet/> 终结攻击不会受到反应火力惩罚，并且可以造成暴击。"
LocFlyOverText="终止"

[IRI_BH_Terminate_ExtraShot X2AbilityTemplate]
LocFriendlyName="终止"
LocLongDescription="终止"
LocHelpText="终止"
LocPromotionPopupText=""
LocFlyOverText="终止"

[IRI_BH_Terminate_ExtraShot_SkipFireAction X2AbilityTemplate]
LocFriendlyName="终止"
LocLongDescription="终止"
LocHelpText="终止"
LocPromotionPopupText=""
LocFlyOverText="终止"


[IRI_BH_Untraceable X2AbilityTemplate]
LocFriendlyName="无法追踪"
LocLongDescription="如果你一个回合没有攻击，夜幕降临的冷却时间会额外减少 <Ability:IRI_BH_Untraceable_CooldownReduction/> 回合。"
LocHelpText="如果你一个回合没有攻击，夜幕降临的冷却时间会额外减少 <Ability:IRI_BH_Untraceable_CooldownReduction/> 回合。"
LocPromotionPopupText=""
LocFlyOverText="无法追踪"

[IRI_BH_Untraceable_Passive X2AbilityTemplate]
LocFriendlyName="无法追踪"
LocLongDescription="如果你一个回合没有攻击，夜幕降临的冷却时间会额外减少 <Ability:IRI_BH_Untraceable_CooldownReduction/> 回合。"
LocHelpText="如果你一个回合没有攻击，夜幕降临的冷却时间会额外减少 <Ability:IRI_BH_Untraceable_CooldownReduction/> 回合。"
LocPromotionPopupText=""
LocFlyOverText="无法追踪"


;未使用的能力


[IRI_BH_BigGameHunter_Alt X2AbilityTemplate]
LocFriendlyName="大型游戏猎人"
LocLongDescription="每当你对同一目标连续获得两次暴击时，就会自动使用你的<Ability:IRI_BoundWeaponName/>免费攻击它。攻击其他目标或产生暴击以外的结果会重置计数器。"
LocHelpText="当你连续对同一目标获得两次暴击时，自动使用你的<Ability:IRI_BoundWeaponName/>免费攻击它。攻击其他目标或产生暴击以外的结果会重置计数器。"
LocPromotionPopupText=""
LocFlyOverText="命名子弹"

[IRI_BH_BigGameHunter_Alt_Passive X2AbilityTemplate]
LocFriendlyName="大型游戏猎人"
LocLongDescription="每当你对同一目标连续获得两次暴击时，就会自动使用你的<Ability:IRI_BoundWeaponName/>免费攻击它。攻击其他目标或产生暴击以外的结果会重置计数器。"
LocHelpText="当你连续对同一目标获得两次暴击时，自动使用你的<Ability:IRI_BoundWeaponName/>免费攻击它。攻击其他目标或产生暴击以外的结果会重置计数器。"
LocPromotionPopupText=""
LocFlyOverText="大型游戏猎人"

[IRI_BH_ChasingShot X2AbilityTemplate]
LocFriendlyName="追逐"
LocLongDescription="标记一个目标。在你的下一步行动之后，免费向该目标发射你的<Ability:IRI_BoundWeaponName/>。"
LocHelpText="该目标正在被赏金猎人追赶。"
LocPromotionPopupText="<br/> X 回合冷却时间。"
LocFlyOverText="追逐"

[IRI_BH_ChasingShot_Attack X2AbilityTemplate]
LocFriendlyName="追逐"
LocLongDescription="标记一个目标。在你的下一步行动之后，免费向该目标发射你的<Ability:IRI_BoundWeaponName/>。"
LocHelpText="该目标正在被赏金猎人追赶。"
LocPromotionPopupText="<br/> X 回合冷却时间。"
LocFlyOverText="追逐"

[IRI_BH_Blindside X2AbilityTemplate]
LocFriendlyName="盲侧"
LocLongDescription="向目标发射<Ability:IRI_BoundWeaponName/>。此攻击无视护甲且不消耗任何动作，但只能对看不到你的敌人使用。"
LocHelpText="向目标发射<Ability:IRI_BoundWeaponName/>。忽略护甲。不消耗一个动作。只能对看不见你的敌人使用。"
LocPromotionPopupText="<br/> X 回合冷却时间。"
LocFlyOverText="盲侧"

[IRI_BH_Folowthrough X2AbilityTemplate]
LocFriendlyName="后续"
LocLongDescription="激活以使你的下一个伤害能力触发两次。"
LocHelpText="激活以使你的下一个伤害能力触发两次。"
LocPromotionPopupText="如果后续技能无法激活，您可以尝试用其他技能触发它。如果触发技能是在隐藏状态下激活的，那么后续技能也会从隐藏状态中激活。<br/> X回合冷却时间。"
LocFlyOverText="后续"

